[BitterfrostHelper]
ChillEffectName="Охлаждение"
ChillEffectDesc="Мобильность и уклонение снижены."
BitterChillEffectName="Обморожение"
BitterChillEffectDesc="Мобильность снижена, невозможно уклоняться. Уязвимость к заморозке."

[X2Effect_RechargingShield]
HealedMessage="+<Heal/> щита восстановлено"

[X2Ability_FrostDivisionSpecialActive]
ShieldAreaEffectName="Морозный сверхщит"
ShieldAreaEffectDesc="Самовосстанавливающийся щит. Эффект пропадает если крушитель морозного легиона будет убит."
